# This resets keybindings so keep at the top in case other plugins set them.
belak/zsh-utils path:editor

# Configure completion - keep at the top
mattmc3/ez-compinit

# Add particular completions
zsh-users/zsh-completions kind:fpath path:src

belak/zsh-utils path:completion/functions kind:autoload post:compstyle_zshzoo_setup

aloxaf/fzf-tab

zsh-users/zsh-syntax-highlighting

# History
belak/zsh-utils path:history

dominik-schwabe/zsh-fnm
