# Core
mattmc3/zephyr path:plugins/color
mattmc3/zephyr path:plugins/directory
mattmc3/zephyr path:plugins/editor
mattmc3/zephyr path:plugins/environment
mattmc3/zephyr path:plugins/helper
mattmc3/zephyr path:plugins/history
mattmc3/zephyr path:plugins/utility
mattmc3/zephyr path:plugins/zfunctions

mattmc3/zephyr path:plugins/homebrew conditional:is-macos
mattmc3/zephyr path:plugins/macos conditional:is-macos

# Completion
mattmc3/zephyr path:plugins/completion
zsh-users/zsh-completions kind:fpath path:src
aloxaf/fzf-tab
Freed-Wu/fzf-tab-source

# Node version manager
dominik-schwabe/zsh-fnm

# Syntax highlighting (load last)
zsh-users/zsh-syntax-highlighting

# Local plugins
plugins
plugins/os/linux conditional:is-linux
plugins/os/macos conditional:is-macos
